<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | outcome such as failure due to an invalid password / reset token.
    |
    */

    'reset' => '.تمت إعادة تعيين كلمة المرور الخاصة بك',
    'sent' => '.لقد أرسلنا رابط إعادة تعيين كلمة المرور عبر البريد الإلكتروني',
    'throttled' => '.يرجى الانتظار قبل إعادة المحاولة',
    'token' => '.رمز إعادة تعيين كلمة المرور هذا غير صالح',
    'user' => '.لا يمكننا العثور على مستخدم يحمل عنوان البريد الإلكتروني هذا',

    'forgot' => 'نسيت كلمة السر؟ لا مشكلة. فقط أخبرنا بعنوان بريدك الإلكتروني وسنرسل إليك عبر البريد الإلكتروني رابط إعادة تعيين كلمة المرور الذي سيسمح لك باختيار كلمة مرور جديدة',
    'email' => 'البريد الإلكتروني',
    'button' => 'رابط إعادة تعيين كلمة المرور للبريد الإلكتروني',
];
